export const mock = [
  {
    name: "Литература",
    items: [
      {
        title: "Роман",
        date: 1850,
        description:
          "Прозаическое произведение большой формы с развернутым повествованием о жизни персонажей",
      },
      {
        title: "Поэзия",
        date: 1800,
        description:
          "Искусство создания стихотворных произведений, выражающих чувства и переживания через ритм и рифму",
      },
      {
        title: "Фантастика",
        date: 1950,
        description:
          "Жанр литературы, основанный на фантастическом допущении и изображении вымышленных миров и технологий",
      },
      {
        title: "Роман",
        date: 1850,
        description:
          "Прозаическое произведение большой формы с развернутым повествованием о жизни персонажей",
      },
      {
        title: "Поэзия",
        date: 1800,
        description:
          "Искусство создания стихотворных произведений, выражающих чувства и переживания через ритм и рифму",
      },
      {
        title: "Фантастика",
        date: 1950,
        description:
          "Жанр литературы, основанный на фантастическом допущении и изображении вымышленных миров и технологий",
      },
    ],
  },
  {
    name: "Музыка",
    items: [
      {
        title: "Рок",
        date: 1960,
        description:
          "Направление популярной музыки, характеризующееся использованием электрогитар и мощным ритм-секцией",
      },
      {
        title: "Классика",
        date: 1750,
        description:
          "Академическая музыка, созданная в период с XVII до начала XIX века, отличающаяся сложностью форм",
      },
      {
        title: "Джаз",
        date: 1920,
        description:
          "Музыкальный жанр, возникший в США на основе африканских ритмов и европейской гармонии с импровизацией",
      },
      {
        title: "Рок2",
        date: 1960,
        description:
          "2Направление популярной музыки, характеризующееся использованием электрогитар и мощным ритм-секцией",
      },
      {
        title: "Классика2",
        date: 1750,
        description:
          "2Академическая музыка, созданная в период с XVII до начала XIX века, отличающаяся сложностью форм",
      },
      {
        title: "Джаз2",
        date: 1920,
        description:
          "2Музыкальный жанр, возникший в США на основе африканских ритмов и европейской гармонии с импровизацией",
      },
    ],
  },
  {
    name: "Искусство",
    items: [
      {
        title: "Живопись",
        date: 1500,
        description:
          "Вид изобразительного искусства, создание художественных образов с помощью красок на различных поверхностях",
      },
      {
        title: "Скульптура",
        date: -2500,
        description:
          "Вид искусства, создающий объемные художественные произведения путем резьбы, лепки или отливки",
      },
      {
        title: "Фотография",
        date: 1850,
        description:
          "Искусство создания изображений путем регистрации световых лучей на светочувствительном материале",
      },
    ],
  },
  {
    name: "Технологии",
    items: [
      {
        title: "Программирование",
        date: 1950,
        description:
          "Процесс создания компьютерных программ путем написания кода на различных языках программирования",
      },
      {
        title: "Искусственный интеллект",
        date: 1956,
        description:
          "Раздел компьютерных наук, занимающийся созданием систем, способных выполнять задачи, требующие человеческого интеллекта",
      },
      {
        title: "Робототехника",
        date: 1970,
        description:
          "Прикладная наука, занимающаяся разработкой автоматизированных технических систем и роботов различного назначения",
      },
      {
        title: "Программирование",
        date: 1950,
        description:
          "Процесс создания компьютерных программ путем написания кода на различных языках программирования",
      },
      {
        title: "Искусственный интеллект",
        date: 1956,
        description:
          "Раздел компьютерных наук, занимающийся созданием систем, способных выполнять задачи, требующие человеческого интеллекта",
      },
      {
        title: "Робототехника",
        date: 1970,
        description:
          "Прикладная наука, занимающаяся разработкой автоматизированных технических систем и роботов различного назначения",
      },
    ],
  },
  {
    name: "Кино",
    items: [
      {
        title: "Драма",
        date: 1900,
        description:
          "Жанр кинематографа, изображающий реалистичные события и человеческие переживания в различных жизненных ситуациях",
      },
      {
        title: "Комедия",
        date: 1910,
        description:
          "Киножанр, предназначенный для развлечения зрителей и вызывающий смех через юмористические ситуации и диалоги",
      },
      {
        title: "Фэнтези",
        date: 1950,
        description:
          "Жанр кинематографа, основанный на использовании мифологических, сказочных и фантастических элементов",
      },
    ],
  },
  {
    name: "Наука",
    items: [
      {
        title: "Физика",
        date: -600,
        description:
          "Фундаментальная естественная наука, изучающая общие законы природы, материи, энергии и их взаимодействия",
      },
      {
        title: "Биология",
        date: -400,
        description:
          "Система наук о живой природе, изучающая все аспекты жизни, от молекулярного уровня до экосистем",
      },
      {
        title: "Астрономия",
        date: -3000,
        description:
          "Наука о Вселенной, изучающая небесные объекты, их движение, свойства и происхождение космических тел",
      },
    ],
  },
];
